{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2025-05-31T21:06:47.547-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "7zip.7zip"
				},
				{
					"PackageIdentifier": "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "Mozilla.Firefox.en-GB"
				},
				{
					"PackageIdentifier": "ONLYOFFICE.DesktopEditors"
				},
				{
					"PackageIdentifier": "AntibodySoftware.WizTree"
				},
				{
					"PackageIdentifier": "Yubico.YubiKeyManagerCLI"
				},
				{
					"PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier": "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier": "Yubico.Authenticator"
				},
				{
					"PackageIdentifier": "Valve.Steam"
				},
				{
					"PackageIdentifier": "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier": "Microsoft.WSL"
				},
				{
					"PackageIdentifier": "Anki.Anki"
				},
				{
					"PackageIdentifier": "Discord.Discord"
				},
				{
					"PackageIdentifier": "Rustlang.Rustup"
				},
				{
					"PackageIdentifier": "KhronosGroup.VulkanSDK"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier": "Debian.Debian"
				},
				{
					"PackageIdentifier": "ImageMagick.ImageMagick"
				},
				{
					"PackageIdentifier": "FilesCommunity.Files"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages": [
				{
					"PackageIdentifier": "9N7F2SM5D1LR"
				},
				{
					"PackageIdentifier": "9P8DVF1XW02V"
				},
				{
					"PackageIdentifier": "9N2D0P16C80H"
				},
				{
					"PackageIdentifier": "9NTV2DZ11KD9"
				}
			],
			"SourceDetails": {
				"Argument": "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier": "StoreEdgeFD",
				"Name": "msstore",
				"Type": "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion": "1.10.390"
}